{

    "status": "ok",
    "count_total": 100,
    "quotes": 

[
    {"id": 1,"type": "wellbeing","text": "A grateful heart is a beginning of greatness. It is an expression of humility. It is a foundation for the development of such virtues as prayer, faith, courage, contentment, happiness, love, and well-being.","author": "James E. Faust"},
    {"id": 2,"type": "wellbeing","text": "Self-esteem is as important to our well-being as legs are to a table. It is essential for physical and mental health and for happiness.","author": "Louise Hart"},
    {"id": 3,"type": "wellbeing","text": "Wellness is the compete integration of body, mind, and spirit - the realization that everything we do, think, feel, and believe has an effect on our state of well-being.","author": "Greg Anderson"},
    {"id": 4,"type": "wellbeing","text": "Well-being cannot exist just in your own head. Well-being is a combination of feeling good as well as actually having meaning, good relationships and accomplishment.","author": "Martin Sligman"},
    {"id": 5,"type": "wellbeing","text": "The simplification of life is one of the steps to inner peace. A persistent simplification will create an inner and outer well-being that places harmony in one's life.","author": "Peace Pilgrim"},
    {"id": 6,"type": "wellbeing","text": "The real sin against life is to abuse and destroy beauty, even one's own even more, one's own, for that has been put in our care and we are responsible for its well-being.","author": "Katherine Anne Porter"},
    {"id": 7,"type": "wellbeing","text": "No man, who continues to add something to the material, intellectual and moral well-being of the place in which he lives, is left long without proper reward.","author": "Booker T. Washington"},
    {"id": 8,"type": "wellbeing","text": "If we can find forgiveness in our hearts for those who have caused us hurt and injury, we will rise to a higher level of self-esteem and well-being.","author": "James E. Faust"},
    {"id": 9,"type": "wellbeing","text": "More compassionate mind, more sense of concern for other's well-being, is source of happiness.","author": "Dalai Lama"},
    {"id": 10,"type": "wellbeing","text": "Human well-being is not a random phenomenon. It depends on many factors - ranging from genetics and neurobiology to sociology and economics. But, clearly, there are scientific truths to be known about how we can flourish in this world. Wherever we can have an impact on the well-being of others, questions of morality apply.","author": "Sam Harris"},
    {"id": 11,"type": "wellbeing","text": "Healing comes from taking responsibility: to realize that it is you - and no one else - that creates your thoughts, your feelings, and your actions.","author": "Peter Shepherd"},
    {"id": 12,"type": "wellbeing","text": "Life is a journey and if you fall in love with the journey you will be in love forever.","author": "Peter Hagerty"},
    {"id": 13,"type": "wellbeing","text": "Life begins as a quest of the child for the man, and ends as a journey by the man to rediscover the child.","author": "Sam Ewing"},
    {"id": 14,"type": "wellbeing","text": "Ultimately your greatest teacher is to live with an open heart.","author": "Emmanuel (Pat Rodegast)"},
    {"id": 15,"type": "wellbeing","text": "Doing what you like is freedom. Liking what you do is happiness.","author": "Frank Tyger"},
    {"id": 16,"type": "wellbeing","text": "Be content with what you have; rejoice in the way things are. When you realize there is nothing lacking, the world belongs to you.","author": "Lao Tzu"},
    {"id": 17,"type": "wellbeing","text": "If you are depressed you are living in the past. If you are anxious you are living in the future. If you are at peace you are living in the present.","author": "Lao Tzu"},
    {"id": 18,"type": "wellbeing","text": "A good traveler has no fixed plans and is not intent on arriving.","author": "Lao Tzu"},
    {"id": 19,"type": "wellbeing","text": "When you are content to be simply yourself and don't compare or compete, everyone will respect you.","author": "Lao Tzu"},
    {"id": 20,"type": "wellbeing","text": "You cannot judge what should bring others joy, and others cannot judge what should bring you joy.","author": "Alan Cohen"},
    {"id": 21,"type": "motivation","text": "Start by doing what's necessary; then do what's possible; and suddenly you are doing the impossible.","author": "Francis of Assisi"},
    {"id": 22,"type": "motivation","text": "The best and the most beautiful things in the world cannot be seen or even touched - they must be felt with the heart.","author": "Helen Keller"},
    {"id": 23,"type": "motivation","text": "Stop trying to hit me and hit me.","author": "Morpheus"},
    {"id": 24,"type": "motivation","text": "Everything looks better in the morning.","author": "John Galliano"},
    {"id": 25,"type": "motivation","text": "Perfection is not attainable, but if we chase perfection we can catch excellence.","author": "Vince Lombardi"},
    {"id": 26,"type": "motivation","text": "I can't change the direction of the wind, but I can adjust my sails to always reach my destination.","author": "Jimmy Dean"},
    {"id": 27,"type": "motivation","text": "Nothing is impossible, the word itself says 'I'm possible'.","author": "Audrey Hepburn"},
    {"id": 28,"type": "motivation","text": "Bran thought about it. 'Can a man still be brave if he's afraid?' 'That is the only time a man can be brave,' His father told him.","author": "George R.R. Martin"},
    {"id": 29,"type": "motivation","text": "The glow of one warm though is to me worth more than money.","author": "Thomas Jefferson"},
    {"id": 30,"type": "motivation","text": "What lies behind you and what lies in front of you, pales in comparison to what lies inside of you.","author": "Ralph Waldo Emerson"},
    {"id": 31,"type": "motivation","text": "There is no such thing as a problem without a gift for you in its hands. You seek problems because you need their gifts.","author": "Richard Bach"},
    {"id": 32,"type": "motivation","text": "If you want to be happy, set a goal that commands your thoughts, liberates your energy, and inspires your hopes.","author": "Andrew Carnegie"},
    {"id": 33,"type": "motivation","text": "The journey of a thousand miles begins with a single step.","author": "Lao Tzu"},
    {"id": 34,"type": "motivation","text": "Time is a created thing. To say 'I don't have time', is like saying, 'I don't want to'.","author": "Lao Tzu"},
    {"id": 35,"type": "motivation","text": "Do you want to know who you are? Don't ask. Act! Action will delineate and define you.","author": "Thomas Jefferson"},
    {"id": 36,"type": "motivation","text": "The individual who says it is not possible should move out of the way of those doing it.","author": "Tricia Cunningham"},
    {"id": 37,"type": "motivation","text": "Be happy with what you have. Be excited about what you want.","author": "Alan Cohen"},
    {"id": 38,"type": "motivation","text": "Of course motivation is not permanent. But then, neither is bathing; but it is something you should do on a regular basis.","author": "Zig Ziglar"},
    {"id": 39,"type": "motivation","text": "The way to get started is to quit talking and begin doing.","author": "Walt Disney Company"},
    {"id": 40,"type": "motivation","text": "The only thing standing between you and your goal is the bullshit story you keep telling yourself as to why you can't achieve it.","author": "Jordan Belfort"},
    {"id": 41,"type": "health","text": "It is in health that is real wealth and not pieces of gold and silver.","author": "Mahatma Ghandi"},
    {"id": 42,"type": "health","text": "To keep the body in good health is a duty, otherwise we shall not be able to keep our mind strong and clear.","author": "Buddha"},
    {"id": 43,"type": "health","text": "Being in control of your life and having realistic expectations about your day-to-day challenges are the key to stress management, which is perhaps the most important ingredient to living a healthy, happy and rewarding life.","author": "Marilu Henner"},
    {"id": 44,"type": "health","text": "Early to bed and early to rise makes a man healthy, wealthy and wise.","author": "Benjamin Franklin"},
    {"id": 45,"type": "health","text": "Health is not valued until sickness comes.","author": "Thomas Fuller"},
    {"id": 46,"type": "health","text": "A healthy attitude is contagious but don't wait to catch it from others. Be a carrier.","author": "Tom Stoppard"},
    {"id": 47,"type": "health","text": "The first wealth is healt.h","author": "Ralph Waldo Emerson"},
    {"id": 48,"type": "health","text": "The wish for health has always been half of health.","author": "Lucious Annaeus Seneca"},
    {"id": 49,"type": "health","text": "Healing is a matter of time but it is also a matter of opportunity.","author": "Hippocrates"},
    {"id": 50,"type": "health","text": "If you're happy, if you're feeling good, then nothing else matters.","author": "Robin Wright"},
    {"id": 51,"type": "health","text": "The secret of health for both mind and body is not to mourn for the past, nor to worry about the future, but to live the present moment wisely and earnestly.","author": "Gautama Buddha"},
    {"id": 52,"type": "health","text": "Keep your best wishes, close to your heart and watch what happens.","author": "Tony DeLiso"},
    {"id": 53,"type": "health","text": "I heard a definition once: Happiness is health and a short memory! I wish I'd invented it, because it is very true.","author": "Audrey Hepburn"},
    {"id": 54,"type": "health","text": "A fit, healthy body—that is the best fashion statement.","author": "Jess C. Scott"},
    {"id": 55,"type": "health","text": "I promise you nothing is as chaotic as it seems. Nothing is worth diminishing your health. Nothing is worth poisoning yourself into stress, anxiety, and fear.","author": "Steve Maraboli"},
    {"id": 56,"type": "health","text": "Tension is who you think you should be, relaxation is who you are.","author": "Ancient Chinese Proverb"},
    {"id": 57,"type": "health","text": "Healthy citizens are the greatest asset any country can have.","author": "Winston S. Churchill"},
    {"id": 58,"type": "health","text": "My grandmother started walking five miles a day when she was sixty. She's ninety-seven now, and we don't know where the heck she is.","author": "Ellen DeGeneres"},
    {"id": 59,"type": "health","text": "A bear, however hard he tries, grows tubby without exercise.","author": "A.A. Milne"},
    {"id": 60,"type": "health","text": "An early-morning walk is a blessing for the whole day.","author": "Henry David Thoreau"},
    {"id": 61,"type": "grief","text": "Grief does not change you, Hazel. It reveals you.","author": "John Green"},
    {"id": 62,"type": "grief","text": "I will not say, do not weep, for not all tears are an evil.","author": "J.R.R Tolkien"},
    {"id": 63,"type": "grief","text": "Don’t grieve. Anything you lose comes round in another form.","author": "Rumi"},
    {"id": 64,"type": "grief","text": "Tears shed for another person are not a sign of weakness. They are a sign of a pure heart.","author": "Jose N. Harris"},
    {"id": 65,"type": "grief","text": "Only people who are capable of loving strongly can also suffer great sorrow, but this same necessity of loving serves to counteract their grief and heals them.","author": "Leo Tolstoy"},
    {"id": 66,"type": "grief","text": "No one ever told me that grief felt so like fear.","author": "C.S Lewis"},
    {"id": 67,"type": "grief","text": "They say time heals all wounds, but that presumes the source of the grief is finite.","author": "Cassandra Clare"},
    {"id": 68,"type": "grief","text": "Grief is not as heavy as guilt, but it takes more away from you.","author": "Veronica Roth"},
    {"id": 69,"type": "grief","text": "To weep is to make less the depth of grief.","author": "William Shakespeare"},
    {"id": 70,"type": "grief","text": "Grief can be a burden, but also an anchor. You get used to the weight, how it holds you in place.","author": "Sarah Dessen"},
    {"id": 71,"type": "grief","text": "Everything is a gift of the universe —even joy, anger, jealously, frustration, or separateness. Everything is perfect either for our growth or our enjoyment.","author": "Ken Keyes Jr."},
    {"id": 72,"type": "grief","text": "For me it is sufficient to have a corner by my hearth, a book and a friend, and a nap undisturbed by creditors or grief.","author": "Fernandez de Andrada"},
    {"id": 73,"type": "grief","text": "Only in the darkness can you see the stars.","author": "Martin Luther King Jr."},
    {"id": 74,"type": "grief","text": "If you're reading this...Congratulations, you're alive. If that's not something to smile about, then I don't know what is.","author": "Chad Sugg"},
    {"id": 75,"type": "grief","text": "There is some good in this world, and it's worth fighting for.","author": "J.R.R. Tolkien"},
    {"id": 76,"type": "grief","text": "It's amazing how a little tomorrow can make up for a whole lot of yesterday.","author": "John Guare"},
    {"id": 77,"type": "grief","text": "In a time of destruction, create something.","author": "Maxine Hong Kingston"},
    {"id": 78,"type": "grief","text": "Don't cry because it's over, smile because it happened.","author": "Dr. Seuss"},
    {"id": 79,"type": "grief","text": "Crying is all right in its way while it lasts. But you have to stop sooner or later, and then you still have to decide what to do.","author": "C.S. Lewis"},
    {"id": 80,"type": "grief","text": "We need never be ashamed of our tears.","author": "Charles Dickens"},
    {"id": 81,"type": "idea","text": "Libraries were full of ideas–perhaps the most dangerous and powerful of all weapons.","author": "Sarah J. Maas"},
    {"id": 82,"type": "idea","text": "Daring ideas are like chessmen moved forward. They may be beaten, but they may start a winning game.","author": "Johann Wolfgang von Goethe"},
    {"id": 83,"type": "idea","text": "An idea that is not dangerous is unworthy of being called an idea at all.","author": "Oscar Wilde"},
    {"id": 84,"type": "idea","text": "No army can withstand the strength of an idea whose time has come.","author": "Victor Hugo"},
    {"id": 85,"type": "idea","text": "Take up one idea. Make that one idea your life, think of it, dream of it, live on that idea. Let the brain, muscles, nerves, every part of your body, be full of that idea, and just leave every other idea alone. This is the way to success.","author": "Swami Vivkananda"},
    {"id": 86,"type": "idea","text": "A man may die, nations may rise and fall, but an idea lives on.","author": "John F. Kennedy"},
    {"id": 87,"type": "idea","text": "Any idea, plan, or purpose may be placed in the mind through repetition of though.","author": "Napoleon Hill"},
    {"id": 88,"type": "idea","text": "If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it. And, like any great relationship, it just gets better and better as the years roll on.","author": "Steve Jobs"},
    {"id": 89,"type": "idea","text": "If you have an apple and I have an apple and we exchange these apples then you and I will still each have one apple. But if you have an idea and I have an idea and we exchange these ideas, then each of us will have two ideas.","author": "George Bernard Shaw"},
    {"id": 90,"type": "idea","text": "And the idea of just wandering off to a cafe with a notebook and writing and seeing where that takes me for awhile is just bliss.","author": "J. K. Rowling"},
    {"id": 91,"type": "idea","text": "Be yourself; everyone else is already taken.","author": "Oscar Wilde"},
    {"id": 92,"type": "idea","text": "Ideas come from everything.","author": "Alfred Hitchcock"},
    {"id": 93,"type": "idea","text": "Be less curious about people and more curious about ideas.","author": "Marie Curie"},
    {"id": 94,"type": "idea","text": "The ideals which have always shone before me and filled me with joy are goodness, beauty, and truth.","author": "Albert Einstein"},
    {"id": 95,"type": "idea","text": "The problem is that the people with the most ridiculous ideas are always the people who are most certain of them.","author": "Bill Maher"},
    {"id": 96,"type": "idea","text": "Integrity is the ability to stand by an idea.","author": "Ayn Rand"},
    {"id": 97,"type": "idea","text": "If you want something new, you have to stop doing something old.","author": "Peter F. Drucker"},
    {"id": 98,"type": "idea","text": "That's the great secret of creativity. You treat ideas like cats: you make them follow you.","author": "Ray Bradbury"},
    {"id": 99,"type": "idea","text": "We are set in our ways, bound by our perspectives and stuck in our thinking.","author": "Joel Osteen"},
    {"id": 100,"type": "idea","text": "I can't understand why people are frightened of new ideas. I'm frightened of the old ones.","author": "John Cage"}

]

}